package KAMN;

public class information {
	static String Info = "<html> <br>" +
            "Зарплатный калькулятор<br>" +
            "При запуске приложения открывается окно ввода логина и пароля пользователя<br>" +
            "Далее нажимается кнопка “Enter” и в зависимости от пользователя показывается следующее:<br>" +
            "1) Если это обычный работник, то открывается окно, <br>" +
            "в котором происходит выбор месяца, за который нужно вывести зарплату<br>" +
            "После нажатия кнопки “Рассчитать” выводится квиток,<br>" +
            "в котором работник может посмотреть свою заработную плату,<br>" +
            "ставку, количество проработанных часов/дней, НДФЛ<br>" +
            "2)Если пользователь — это бухгалтер, то открывается,<br>" +
            "Для бухгалтера будет выводиться аналогичный квиток,<br>" +
            "но уже с добавлением налогов оплачивающийся работодателем (ПФР, ФФОМС, ФСС).<br>" +
            "Жизнь прекрасна))<br></html>";
}
